site/preview/about.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="UTF-8">
<link rel="alternate"
      type="application/rss+xml"
      href="https://esac-io.github.io/rss.xml"
      title="RSS feed for https://esac-io.github.io/"/>
<title>About</title>
</head>
<body>
<div id="preamble" class="status">
</div>
<div id="content">
<div class="post-date">27 Jun 2020</div><h1 class="post-title"><a href="https://esac-io.github.io/about.html">About</a></h1>
<nav id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org1367fd2">1. The Presence</a></li>
<li><a href="#orgf86f15d">2. The Spirit</a></li>
<li><a href="#org64627a4">3. The Goal</a></li>
<li><a href="#orgfb6c830">4. The Philosophy</a></li>
<li><a href="#org64cd74b">5. The Prayer</a></li>
<li><a href="#org647b7aa">6. The Question</a></li>
<li><a href="#org5dc70b1">7. The Citation</a></li>
</ul>
</div>
</nav>

<div id="outline-container-org1367fd2" class="outline-2">
<h2 id="org1367fd2"><span class="section-number-2">1</span> The Presence</h2>
<div class="outline-text-2" id="text-1">
<ol class="org-ol">
<li>Nickname : esac</li>
<li>Email    : esac-io@tutanota.com</li>
<li>Github   : <a href="https://github.com/esac-io">https://github.com/esac-io</a></li>
<li>WeBlog   : <a href="https://esac-io.github.io">https://esac-io.github.io</a></li>
</ol>
</div>
</div>

<div id="outline-container-orgf86f15d" class="outline-2">
<h2 id="orgf86f15d"><span class="section-number-2">2</span> The Spirit</h2>
<div class="outline-text-2" id="text-2">
<p>
An ordinary human (it's debatable) who loves
mathematics and philosophy, a soon of the sun, a pagan,
a magician casting lambda spells all day long!
</p>

<p>
On the realm of computer science: a data-oriented
design advocate, a FreeBSD user, a Emacs student and
a open source/hardware enthusiast and a disappointed
computer engineer.
</p>

<p>
I've being working in the software development industry
for the past 12 years, to be more precise, programming
server side <code>backends</code> and designing low-level technologies,
but now all my efforts are shifted to the only thing
that matters:
</p>

<p>
Absorb everything, like a black hole in the sky,
independent of the lame division, wrongly imposed
by 'modern' society that has no say or understanding
about true education and new possibilities that come
with it.
</p>

<p>
Don't worry, they will die in the glimpse of the
new dawn and immortalized as a disgraceful disease
through history.
</p>

<pre class="example">

Just a whisper... I hear it in my ghost.

</pre>
</div>
</div>

<div id="outline-container-org64627a4" class="outline-2">
<h2 id="org64627a4"><span class="section-number-2">3</span> The Goal</h2>
<div class="outline-text-2" id="text-3">
<p>
Well, everyone knows how hard writing can be (even more challenging
using a non-native language), so this blog was created as an attempt
to improve this skill, and as a side effect, add a little bit more
information on the data sea called <code>VIRTUALITY</code>.
</p>

<p>
Although, the intent is to write about anything that comes to my
attention, it's good to have a north, a direction to avoid
losing the right path in this journey.
</p>

<p>
So, the posts subjects will be focused on: mathematics, philosophy,
algorithms, functional programming, Elisp, data-oriented design,
low-level technologies, Emacs, BSD, &#x2026;
</p>
</div>
</div>

<div id="outline-container-orgfb6c830" class="outline-2">
<h2 id="orgfb6c830"><span class="section-number-2">4</span> The Philosophy</h2>
<div class="outline-text-2" id="text-4">
<p>
With the decline and eminent collapse of western civilization,
a clear horizon is blossoming, it's almost palpable, alive,
breath taking, expanding itself in a overcome overwhelm
fast-paced rate, taking form, nothing and everything at the
same time, existential detachment, history in the making,
an unstoppable force that will obliterate every obsolete obstacle
in its path.
</p>

<p>
Abruptly dynamic, merciless by nature.
</p>

<p>
Am I a propellant? A new gear in the new machinery order?
Or An obsolete obstacle to be surpassed, to be erased?
</p>

<p>
Virtual interfaces are already the main bridges
used to access the present, understand the past
and unveil the future. All beings, all things,
interlinked.
</p>

<p>
The <code>artificial</code> world that surrounds our existence.
</p>
</div>
</div>

<div id="outline-container-org64cd74b" class="outline-2">
<h2 id="org64cd74b"><span class="section-number-2">5</span> The Prayer</h2>
<div class="outline-text-2" id="text-5">
<pre class="example">

Litany Against Fear

I must not fear.
Fear is the mind-killer.
Fear is the little-death that brings total obliteration.
I will face my fear.
I will permit it to pass over me and through me.
And when it has gone past I will turn the inner eye to see its path.
Where the fear has gone there will be nothing.
Only I will remain.

</pre>
</div>
</div>

<div id="outline-container-org647b7aa" class="outline-2">
<h2 id="org647b7aa"><span class="section-number-2">6</span> The Question</h2>
<div class="outline-text-2" id="text-6">
<p>
Where the newborn goes from here?
</p>
</div>
</div>

<div id="outline-container-org5dc70b1" class="outline-2">
<h2 id="org5dc70b1"><span class="section-number-2">7</span> The Citation</h2>
<div class="outline-text-2" id="text-7">
<pre class="example">
The net is vast and infinite!
</pre>
</div>
</div>
<div class="taglist"><a href="https://esac-io.github.io/tags.html">Tags</a>: <a href="https://esac-io.github.io/tag-about.html">About</a> </div></div>
<div id="postamble" class="status"><div id="postamble" class="status">
<div class="site-footer">
  <center>
    Powered
    by <a href="https://github.com/bastibe/org-static-blog">org-static-blog</a><br>
    org-mode version: 9.3
  </center>
</div>
</div>
</div>
</body>
</html>
